{
  "title": "Portfolio",
  "contact-me": "Contact Me",
  "role": "FullStack Developer",
  "greeting": "Hello, I am",
  "intro-text": "Hello, my name is Erni Tabash, a developer focused on web solutions with experience in a wide range of technologies. I am 29 years old and reside in Limón, Costa Rica. I specialize in creating intuitive and efficient user experiences, mainly oriented towards the B2B market.",
  "subscribe": "Subscribe",
  "schedule_meeting": "Schedule Meeting",
  "view-projects": "View Projects",
  "contact": "Contact",
  "technical-skills": "Technical Skills",
  "programming-languages": "Programming Languages",
  "experience": "Experience, skills and technologies",
  "frameworks-expert": "I have extensive experience in development using Node.js, React, Angular, and Next.js, which has allowed me to build robust and efficient applications.",
  "database-expertise": "My advanced SQL skills range from effective database management to generating specialized reports, especially in critical environments such as financial institutions.",
  "api-development": "I have ventured into basic API development using Java Spring Boot, allowing me to create effective and secure interfaces for system communication.",
  "version-control": "My expertise in Git is outstanding, with solid skills in commits and merges, ensuring precise and efficient source code control throughout the development cycle.",
  "experience-title": "Work Experience and Projects",
  "experience-summary": "I am a fullstack developer with experience, merging backend efficiency with frontend elegance. My journey reflects robust solutions and exceptional user experiences.",
  "scrum": "Scrum",
  "scrum-description": "Participation in significant projects, including a project with Totem using the Scrum methodology.",
  "collaboration": "Collaboration",
  "collaboration-description": "Collaboration with company founders and experience working both in teams and independently.",
  "github": "GitHub",
  "github-description": "I optimize my trajectory on GitHub with a strong online presence, showcasing my professionalism.",
  "linkedin": "LinkedIn",
  "linkedin-description": "With firm plans to expand my presence on professional networks, I strengthen my reach and strategic connections.",
  "goals": "Goals and Aspirations",
  "goal-description": "Currently, my focus is on providing web solutions with outstanding UX-UI design. My short-term goal is to combine my work in a company with developing my own business. I am open to various industries but have a special interest in technological innovation within the aviation industry.",
  "footer": "© 2024 Erni Tabash. All rights reserved."
}
