{
    "title": "Portfolio",
    "contact-me": "Contáctame",
    "role": "Desarrollador FullStack",
    "greeting": "Hola, soy",
    "intro-text": "Hola, mi nombre es Erni Tabash, un desarrollador con enfoque en soluciones web y experiencia en una amplia gama de tecnologías. Tengo 29 años y resido en Limón, Costa Rica. Me especializo en crear experiencias de usuario intuitivas y eficientes, orientadas principalmente al mercado B2B.",
    "view-projects": "Ver Proyectos",
    "contact": "Contactar",
    "technical-skills": "Habilidades Técnicas",
    "programming-languages": "Lenguajes de Programación",
    "experience": "Experiencia, skills y tecnologías",
    "frameworks-expert": "Cuento con amplia experiencia en el desarrollo utilizando Node.js, React, Angular y Next.js, lo que me ha permitido construir aplicaciones robustas y eficientes.",
    "database-expertise": "Mi habilidad avanzada en SQL abarca desde la gestión eficaz de bases de datos hasta la generación de informes especializados, especialmente en entornos críticos como instituciones financieras.",
    "api-development": "He incursionado en el desarrollo básico de APIs utilizando Java Spring Boot, permitiéndome crear interfaces eficaces y seguras para la comunicación entre sistemas.",
    "version-control": "Mi competencia en Git es destacada, con habilidades sólidas en commits y merges, asegurando un control preciso y eficiente del código fuente a lo largo del ciclo de desarrollo.",
    "experience-title": "Experiencia Laboral y Proyectos",
    "experience-summary": "Soy un desarrollador fullstack con experiencia, fusionando la eficiencia del backend con la elegancia del frontend. Mi trayectoria refleja soluciones robustas y experiencias de usuario excepcionales.",
    "scrum": "Scrum",
    "scrum-description": "Participación en proyectos significativos, incluyendo un proyecto con Totem usando la metodología Scrum.",
    "collaboration": "Colaboración",
    "collaboration-description": "Colaboración con fundadores de empresa y experiencia trabajando tanto en equipo como de forma independiente.",
    "github": "GitHub",
    "github-description": "Optimizo mi trayectoria en GitHub con una sólida presencia online, destacando mi profesionalismo.",
    "linkedin": "LinkedIn",
    "linkedin-description": "Con planes firmes de expandir mi presencia en redes profesionales, fortalezco mi alcance y conexiones estratégicas.",
    "goals": "Objetivos y Aspiraciones",
    "goal-description": "En la actualidad, mi enfoque se centra en ofrecer soluciones web con un diseño UX-UI destacado. Mi objetivo a corto plazo es combinar mi trabajo en una empresa con el desarrollo de mi propio negocio. Estoy abierto a diversas industrias, pero tengo un interés especial en la innovación tecnológica dentro de la industria aeronáutica.",
    "footer": "© 2024 Erni Tabash. Todos los derechos reservados."
  }
  